IDEA Open Model
SteelSetupCISC.Structural_Fi Property
Compatible with IDEA StatiCa v 10.1
 Safety factor Structural_Fi
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Structural_Fi { get; set; }
Public Property Structural_Fi As Double
	Get
	Set
public:
property double Structural_Fi {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SteelSetupCISC Class
IdeaRS.OpenModel Namespace